Repository: mkemiazhuk/weekfit
Catalog: WeekFit/Localizable.xcstrings
Source language: en
Languages: ru, zh_hans

# coach.priority.protectTomorrow.1641
source: Protect tomorrow
ru: Сохраните силы на завтра
zh_hans: 为明天保留体力

# coach.priority.protectTomorrow.2748
source: Protect tomorrow
ru: Сохраните силы на завтра
zh_hans: 为明天保留体力

# coach.priority.protectTomorrowSTraining.4598
source: Protect tomorrow's training
ru: Сохраните силы на завтрашнюю тренировку
zh_hans: 保护明天的训练

# coach.priority.protectTonightSSleep.699
source: Protect tonight's sleep.
ru: Сохраните сегодняшний сон.
zh_hans: 守护您今晚的睡眠。

# coach.priority.protectTonightSSleep.711
source: Protect tonight's sleep.
ru: Сохраните сегодняшний сон.
zh_hans: 守护您今晚的睡眠。

# coach.priority.protectTonightSSleep.4308
source: Protect tonight's sleep
ru: Сохраните сегодняшний сон
zh_hans: 守护今晚的睡眠

# coach.priority.readinessSetsTheCeiling.1682
source: Readiness sets the ceiling.
ru: Готовность задает темп.
zh_hans: 准备程度决定了上限。

# coach.priority.readinessSignalsAreStrongEnoughForThe.3510
source: Readiness signals are strong enough for the planned training.
ru: Сигналы готовности достаточно сильные для запланированной тренировки.
zh_hans: 就绪信号已足以支持计划中的训练。

# coach.priority.readyToTrain.681
source: Ready to train
ru: Готовы к тренировке
zh_hans: 已准备好训练

# coach.priority.recovery.56
source: Recovery
ru: Восстановление
zh_hans: 恢复

# coach.priority.recoveryActivitiesShouldReinforceRestraintNotCreate.4227
source: Recovery activities should reinforce restraint, not create another recovery task.
ru: Восстановительные активности должны помогать сдержанности, а не создавать еще одну задачу.
zh_hans: 恢复活动应有助于强化自我约束，而非增加额外的恢复任务。

# coach.priority.recoveryAndSleepAreStrong.2789
source: Recovery and sleep are strong.
ru: Сон и восстановление выглядят сильными.
zh_hans: 恢复与睡眠功能良好。

# coach.priority.recoveryAndSleepAreStrongAndNo.4254
source: Recovery and sleep are strong, and no limiter needs intervention.
ru: Сон и восстановление выглядят сильными, срочного вмешательства не нужно.
zh_hans: 恢复与睡眠功能强健，无需任何干预措施。

# coach.priority.recoveryDay.3885
source: Recovery day
ru: Спокойный день восстановления
zh_hans: 恢复日

# coach.priority.recoveryDay.3887
source: Recovery day
ru: Спокойный день восстановления
zh_hans: 恢复日

# coach.priority.recoveryDay.4459
source: Recovery day
ru: Спокойный день восстановления
zh_hans: 恢复日

# coach.priority.recoveryDay.4461
source: Recovery day
ru: Спокойный день восстановления
zh_hans: 恢复日

# coach.priority.recoveryDay.onTrack.messageFormat
source: %@ is done. That supports the day; no post-workout recovery push is needed.
ru: %@ завершена. Это поддерживает день; дополнительный восстановительный рывок после тренировки не нужен.
zh_hans: %@已完成。这支持当天；无需锻炼后恢复推送。

# coach.priority.recoveryDay.onTrack.title
source: Recovery day is on track
ru: День восстановления идет по плану
zh_hans: 康复日进展顺利

# coach.priority.recoveryDay.reason
source: A recovery activity is complete, and no post-workout recovery intervention is needed.
ru: Восстановительная активность завершена, дополнительное восстановительное вмешательство после тренировки не нужно.
zh_hans: 恢复活动已完成，且无需进行运动后恢复干预。

# coach.priority.recoveryDay.simple.messageFormat
source: %@ is done. Keep the rest simple and build food and fluids gradually.
ru: %@ завершена. Держите остаток дня простым и постепенно доберите еду и воду.
zh_hans: %@完成。保持其余简单并逐渐构建食物和液体。

# coach.priority.recoveryDay.simple.title
source: Keep the day simple
ru: Сделайте день проще.
zh_hans: 让这一天保持简单

# coach.priority.recoveryDay.support.avoidIntensity
source: Avoid adding intensity
ru: Избегайте добавлять интенсивность
zh_hans: 避免增加强度

# coach.priority.recoveryDay.support.eatNormally
source: Eat normally at your next meal
ru: Поешьте нормально в следующий прием пищи
zh_hans: 下次用餐时正常进食

# coach.priority.recoveryDay.support.keepMealsSteady
source: Keep normal meals steady
ru: Держите обычные приемы пищи ровными
zh_hans: 保持日常饮食规律

# coach.priority.recoveryDay.support.keepRecoveryEasy
source: Keep recovery easy
ru: Держите восстановление легким
zh_hans: 让康复更轻松

# coach.priority.recoveryDay.support.keepRestEasy
source: Keep the rest of the day easy
ru: Держите остаток дня легким
zh_hans: 让今天剩下的时间轻松一些

# coach.priority.recoveryDay.support.sipFluids
source: Sip fluids calmly
ru: Пейте ровно
zh_hans: 请准时用餐

# coach.priority.recoveryDayDoesNotNeedTargetChasing.2189
source: Recovery day does not need target chasing.
ru: В день восстановления не нужно гоняться за целями.
zh_hans: 恢复日无需刻意追求目标。

# coach.priority.recoveryIsAskingForALowerCeiling.4618
source: Recovery asks for a lower ceiling today, and tomorrow gives room to absorb work. Keep the day restorative — you do not need a replacement session.
ru: Сегодня телу нужен более спокойный темп, а завтра есть пространство усвоить нагрузку. Пусть день восстановления сделает своё дело — отдельная «замена» не нужна.
zh_hans: 今日，恢复阶段设定较低的上限；明日，则为承接后续工作留出空间。让这一天成为恢复之日——您无需安排替代疗程。

# coach.priority.recoveryIsHigh.4269
source: Recovery is high.
ru: Восстановление высокое.
zh_hans: 恢复程度高。

# coach.priority.recoveryIsSuppressedEnoughThatTheUseful.4636
source: Recovery is suppressed enough that the useful move is restraint: keep the next block easy and make the basics boringly consistent.
ru: Ресурс достаточно снижен, и самый полезный ход — сдержанность: следующий блок держите легким, а базу — скучно стабильной.
zh_hans: 资源已相当有限，此时最明智的策略是保持克制：下一回合以轻快应对，而基础回合则保持稳健。

# coach.priority.recoveryIsTheDominantLimiterNow.2946
source: Recovery is the dominant limiter now.
ru: Сейчас главный ограничитель — восстановление.
zh_hans: 目前，最主要的制约因素是复苏。

# coach.priority.recoveryIsTheLimiterTodayBecauseTomorrow.4599
source: Recovery is the limiter today because tomorrow asks for more. I would make the rest of the day quieter instead of borrowing from tomorrow.
ru: Сегодня ограничитель — восстановление, потому что завтра потребует больше. Остаток дня я бы сделал тише, а не занимал силы у завтра.
zh_hans: 今天的限制措施其实是恢复，因为明天会需要更多措施。今天剩下的时间，我本可以过得更安静些，而不是透支明天的精力。

# coach.priority.recoveryIsThePriorityTonight.634
source: Recovery is the priority tonight
ru: Сегодня вечером главное — восстановиться
zh_hans: 今晚最重要的是恢复健康。

# coach.priority.recoveryIsThePriorityTonight.4889
source: Recovery is the priority tonight
ru: Сегодня вечером главное — восстановиться
zh_hans: 今晚最重要的是恢复健康。

# coach.priority.recoveryIsThePriorityTonight.4913
source: Recovery is the priority tonight
ru: Сегодня вечером главное — восстановиться
zh_hans: 今晚最重要的是恢复健康。

# coach.priority.recoveryLeadsToday.3077
source: Recovery leads today
ru: Сегодня главное — восстановление
zh_hans: 今天以恢复为主

# coach.priority.recoveryLooksStrongThisMorningBuildThe.2786
source: Recovery looks strong this morning. Build the basics calmly so the first movement block stays comfortable.
ru: Утром восстановление выглядит сильным. Соберите базу спокойно, чтобы первый блок движения остался комфортным.
zh_hans: 早晨恢复情况良好。请从容地整理基础状态，以确保首个运动环节依然舒适。

# coach.priority.recoveryMovementIsCloseButTheCoaching.4369
source: Recovery movement is close, but the coaching need is restraint.
ru: Скоро восстановительное движение, но главный совет — сдержанность.
zh_hans: 交通恢复即将到来，但最重要的建议是保持克制。

# coach.priority.recoveryMovementIsPlannedButThereIs.4450
source: Recovery movement is planned, but there is no urgent coaching action.
ru: Восстановительное движение запланировано, но срочного действия не нужно.
zh_hans: 已计划开展修复工作，但无需紧急处理。

# coach.priority.recoveryMovementIsTheMainActivityContext.3891
source: Recovery movement is the main activity context.
ru: Главный контекст активности — восстановительное движение.
zh_hans: 活动的主要背景是恢复性运动。

# coach.priority.recoveryNutrition.2133
source: Recovery nutrition
ru: Еда для восстановления
zh_hans: 恢复期膳食

# coach.priority.recoveryQualityTonightWillInfluenceTomorrowMore.4896
source: Recovery quality tonight will influence tomorrow more than additional exercise.
ru: Качество восстановления этой ночью повлияет на завтра сильнее, чем дополнительная тренировка.
zh_hans: 今晚的恢复效果对明天的影响，将比额外训练更为显著。

# coach.priority.recoveryReadinessIsLowRelativeToThe.4949
source: Recovery/readiness is low relative to the training demand today.
ru: Восстановление и готовность ниже, чем требует сегодняшняя тренировка.
zh_hans: 恢复情况及准备程度均低于本次训练的要求。

# coach.priority.recoverySignalsNeedProtectionBeforeAddingMore.5095
source: Recovery signals need protection before adding more demand.
ru: Сначала восстановлению нужна защита, потом уже новая нагрузка.
zh_hans: 修复前需先进行保护，之后方可施加新的负载。

# coach.priority.recoverySignalsNeedProtectionBeforeAddingMore.5101
source: Recovery signals need protection before adding more demand.
ru: Сначала восстановлению нужна защита, потом уже новая нагрузка.
zh_hans: 修复前需先进行保护，之后方可施加新的负载。

# coach.priority.recoveryStartsTonight.719
source: Recovery starts tonight.
ru: Восстановление начинается сегодня ночью.
zh_hans: 今晚开始恢复。

# coach.priority.recoveryStartsTonight.1640
source: Recovery starts tonight.
ru: Восстановление начинается сегодня ночью.
zh_hans: 今晚开始恢复。

# coach.priority.recoveryTime.68
source: Recovery time
ru: Время восстановиться
zh_hans: 恢复时间

# coach.priority.recoveryWorkOnlyWorksWhenItStays.3890
source: Recovery work only works when it stays below training stress.
ru: Восстановительная работа работает только если остается ниже тренировочного стресса.
zh_hans: 恢复训练仅在训练负荷低于阈值时才能有效实施。

# coach.priority.reduceTodaySIntensity.3009
source: Reduce today's intensity
ru: Снизьте сегодняшнюю интенсивность
zh_hans: 降低今日的工作强度

# coach.priority.replaceWhatTheSessionSpentWithoutChasing.2014
source: Replace what the session spent without chasing the full day target.
ru: Верните то, что потратила тренировка, без погони за дневной целью.
zh_hans: 将训练所耗时间返还，无需追逐每日目标。

# coach.priority.resetTheDay.3811
source: Reset the day
ru: Перезапустите день
zh_hans: 重新开启当日

# coach.priority.resetTheDay.3813
source: Reset the day
ru: Перезапустите день
zh_hans: 重新开启当日

# coach.priority.returnToSleep.5139
source: Return to sleep
ru: Вернитесь ко сну
zh_hans: 重新入睡

# coach.priority.returnToTheDayCalmly.3685
source: Return to the day calmly
ru: Спокойно вернитесь к дню
zh_hans: 平静地回到这一天

# coach.priority.returnToThePlan.3815
source: Return to the plan
ru: Вернитесь к плану
zh_hans: 返回计划

# coach.priority.reviewTomorrowAfterBreakfast.3490
source: Review tomorrow after breakfast
ru: Пересмотрите завтра после завтрака
zh_hans: 请在明天早餐后重新审阅。

# coach.priority.sequenceNarrativeValueShouldShapePreparationBefore.2405
source: Sequence narrative %@ should shape preparation before later serious training.
ru: %@ должен направлять подготовку перед серьезной тренировкой позже.
zh_hans: %@ 应在后续正式训练前进行准备。

# coach.priority.sipSteadily.737
source: Sip steadily
ru: Пейте ровно
zh_hans: 请准时用餐

# coach.priority.sipSteadily.4301
source: Sip steadily
ru: Пейте ровно
zh_hans: 请准时用餐

# coach.priority.sipSteadily.4530
source: Sip steadily
ru: Пейте ровно
zh_hans: 请准时用餐

# coach.priority.sipSteadilyNow.2787
source: Sip steadily now
ru: Сейчас пейте ровно
zh_hans: 现在请保持适量饮水。

# coach.priority.skipExtraIntensity.4112
source: Skip extra intensity
ru: Пропустите лишнюю интенсивность
zh_hans: 忽略多余的强度

# coach.priority.skippingTheRecoveryStepMakesTodayS.3653
source: Skipping the recovery step makes today's work more expensive tomorrow.
ru: Если пропустить восстановление, сегодняшняя работа завтра обойдется дороже.
zh_hans: 若忽视修复工作，今日的劳作明日将付出更高代价。

# coach.priority.sleep.54
source: Sleep
ru: Сон
zh_hans: 睡眠

# coach.priority.sleepComesFirst.5135
source: Sleep comes first
ru: Сначала сон
zh_hans: 先睡觉

# coach.priority.sleepComesFirst.5162
source: Sleep comes first
ru: Сначала сон
zh_hans: 先睡觉

# coach.priority.sleepIsTheUsefulIntervention.1892
source: Sleep is the useful intervention.
ru: Самый полезный шаг — сон.
zh_hans: 最有益的措施就是睡眠。

# coach.priority.sleepLeadsRecovery.659
source: Sleep leads recovery
ru: Сон сейчас решает больше всего
zh_hans: 睡眠带动恢复

# coach.priority.sleepLeadsToday.4562
source: Sleep leads today
ru: Сегодня главное — сон
zh_hans: 今天最重要的是睡觉。

# coach.priority.sleepOrRecoveryIsLimitingTheDay.1684
source: Sleep or recovery is limiting the day. Keep %@ flexible and let the warm-up decide intensity.
ru: Сон или восстановление ограничивают день. Оставьте %@ гибкой и пусть разминка решит интенсивность.
zh_hans: 睡眠或恢复活动会限制全天活动量。请保持一定的灵活性，让热身活动来决定活动强度。

# coach.priority.sleepPreparationIsTheHighestValueMove.2860
source: Sleep preparation is the highest-value move now.
ru: Сейчас самый ценный шаг — подготовиться ко сну.
zh_hans: 此刻，最关键的步骤就是为入睡做好准备。

# coach.priority.sleepSupportsTheDay.4269
source: Sleep supports the day.
ru: Сон поддерживает день.
zh_hans: 睡眠支持今天。

# coach.priority.sleepWasVeryLowSoThisRecovery.4914
source: Sleep was very low, so this recovery block should stay easy and help you downshift for tonight.
ru: Сна было очень мало, поэтому этот восстановительный блок должен остаться легким и помочь вам замедлиться к вечеру.
zh_hans: 睡眠时间非常有限，因此这款恢复型产品应保持轻便，助您在傍晚时分逐渐进入休息状态。

# coach.priority.smallActionsShouldBeAcknowledgedWithoutPretending.3709
source: Small actions should be acknowledged without pretending they created a major recovery need.
ru: Маленькие действия стоит учитывать, но не делать вид, что они создали большую потребность в восстановлении.
zh_hans: 细微之举值得留意，但切勿假装这些举动已引发了亟需修复的迫切需求。

# coach.priority.smallSipOnlyIfThirsty.3956
source: Small sip only if thirsty
ru: Небольшой глоток только при жажде
zh_hans: 仅在口渴时少量饮水

# coach.priority.stableDay.workComplete.message
source: The useful work is already banked. Keep the rest of the day simple and let recovery continue in the background.
ru: Полезная работа уже сделана. Держите остаток дня простым и дайте восстановлению спокойно продолжаться.
zh_hans: 已经完成了必要的工作。今天剩下的时间请保持简单，让身体恢复过程平稳地进行。

# coach.priority.stableDay.workComplete.reason
source: The key work is already complete and no blocker is louder.
ru: Ключевая работа уже выполнена, и нет более важного ограничителя.
zh_hans: 关键工作已经完成，不再存在更重要的制约因素。

# coach.priority.stableDay.workComplete.reason.noHardWork
source: No hard work remains today.
ru: Сегодня больше не осталось тяжелой работы.
zh_hans: 如今已无需再辛勤劳作。

# coach.priority.stableDay.workComplete.reason.trainingComplete
source: Meaningful training is complete.
ru: Основная тренировка завершена.
zh_hans: 有意义的训练已完成。

# coach.priority.stableDay.workComplete.support.flexible
source: Stay flexible today
ru: Оставайтесь гибкими сегодня
zh_hans: 今天保持灵活

# coach.priority.stableDay.workComplete.support.normalMeals
source: Continue normal meals
ru: Продолжайте обычные приемы пищи
zh_hans: 继续正常饮食

# coach.priority.stableDay.workComplete.support.water
source: Consider a glass of water
ru: Подумайте о стакане воды
zh_hans: 设想一杯水

# coach.priority.stableDay.workComplete.title
source: Keep the day simple
ru: Сделайте день проще.
zh_hans: 让这一天保持简单

# coach.priority.stableDay.workComplete.todayMessage
source: Protect the work already done.
ru: Сохраните эффект уже выполненной работы.
zh_hans: 保护已完成的工作。

# coach.priority.stableDay.workComplete.why
source: Adaptation comes from absorbing the work, not constantly adding more.
ru: Адаптация приходит от усвоения нагрузки, а не от постоянного добавления новой.
zh_hans: 适应源于对工作的吸收，而非不断增添更多内容。

# coach.priority.startBelowYourCeiling.3557
source: Start below your ceiling
ru: Начните ниже своего потолка
zh_hans: 从低于上限的值开始。

# coach.priority.startEasy.721
source: Start easy.
ru: Начните легко.
zh_hans: 从简单处开始。

# coach.priority.startEasy.4267
source: Start easy
ru: Начните легко
zh_hans: 从简单处开始

# coach.priority.startEasy.4410
source: Start easy
ru: Начните легко
zh_hans: 从简单处开始

# coach.priority.startEasy.4480
source: Start easy
ru: Начните легко
zh_hans: 从简单处开始

# coach.priority.startEasy.4482
source: Start easy
ru: Начните легко
zh_hans: 从简单处开始

# coach.priority.startEasyAndKeepFluidsAvailableBefore.4407
source: Start easy and keep fluids available before the session.
ru: Начните легко и держите воду под рукой перед тренировкой.
zh_hans: 从简单开始，并在训练前将水放在手边。

# coach.priority.startEasyToday.2783
source: Start easy today
ru: Начните легко сегодня
zh_hans: 从今天起，轻松开启新生活

# coach.priority.startEasyToday.2785
source: Start easy today
ru: Начните легко сегодня
zh_hans: 从今天起，轻松开启新生活

# coach.priority.startFreshTomorrow.3956
source: Start fresh tomorrow
ru: Завтра начните свежим
zh_hans: 明天请焕然一新地开始。

# coach.priority.startingUnderFueledAndDryMakesThe.1745
source: Starting under-fueled and dry makes the same workout cost more.
ru: Старт без еды и воды делает ту же тренировку тяжелее.
zh_hans: 在没有食物和水的情况下开始训练，会使同样的训练变得更为困难。

# coach.priority.startWithUsableEnergy.2168
source: Start with usable energy.
ru: Начните с доступной энергией.
zh_hans: 从可利用的能源开始。

# coach.priority.stayComfortable.4382
source: Stay comfortable
ru: Оставайтесь в комфорте
zh_hans: 尽享舒适体验

# coach.priority.stayComfortable.4463
source: Stay comfortable
ru: Оставайтесь в комфорте
zh_hans: 尽享舒适体验

# coach.priority.stayConsistent.747
source: Stay consistent
ru: Держите ритм
zh_hans: 保持稳定

# coach.priority.staySteady.683
source: Stay steady
ru: Держите ритм
zh_hans: 保持身体挺直。

# coach.priority.staySteady.2105
source: Stay steady
ru: Держите ритм
zh_hans: 保持身体挺直。

# coach.priority.staySteadyWithFluids.4435
source: Stay steady with fluids
ru: Пейте ровно
zh_hans: 请准时用餐

# coach.priority.strongRecoveryDay.4265
source: Strong recovery day
ru: Сильный день восстановления
zh_hans: 恢复日进展顺利

# coach.priority.supportTheNextBlock.737
source: Support the next block
ru: Подготовьте следующий блок
zh_hans: 准备下一部分内容

# coach.priority.supportTheNextEffort.636
source: Support the next effort
ru: Подготовьте следующее усилие
zh_hans: 准备以下力：

# coach.priority.theDayHasNotFullyStartedYet.5126
source: The day has not fully started yet.
ru: День еще не начался по-настоящему.
zh_hans: 这一天尚未真正开始。

# coach.priority.theDayHasNotFullyStartedYet.5153
source: The day has not fully started yet.
ru: День еще не начался по-настоящему.
zh_hans: 这一天尚未真正开始。

# coach.priority.theDayStillHasMeaningfulContext.4349
source: The day still has meaningful context.
ru: У дня все еще есть важный контекст.
zh_hans: 在当天，仍有一个重要的背景。

# coach.priority.theGoalIsToArriveAtTomorrow.4866
source: The goal is to arrive at tomorrow with enough recovery capacity to adapt, not just complete the plan.
ru: Цель — подойти к завтрашнему дню с запасом на восстановление, а не просто выполнить план.
zh_hans: 目标是在迎接明日挑战时，为恢复工作预留充足余地，而非仅仅完成既定计划。

# coach.priority.theGoalIsToFeelBetterAfterward.3888
source: The goal is to feel better afterward, not fitter by force. Keep the movement easy and let it do its job.
ru: Цель — почувствовать себя лучше после, а не силой стать «в форме». Держите движение легким и дайте ему сделать свое дело.
zh_hans: 目标是在运动后感觉更好，而非强行让自己变得“有型”。保持动作轻盈，让身体自然完成动作。

# coach.priority.theGoalIsToRecoverFromThe.1786
source: The goal is to recover from the session without disrupting sleep.
ru: Цель — восстановиться после тренировки и не испортить сон.
zh_hans: 目标是训练后恢复体力，且不影响睡眠。

# coach.priority.theHardPartIsAlreadyDoneA.1780
source: The hard part is already done. A light protein-focused meal makes sense now, but avoid turning it into a heavy late dinner.
ru: Тяжелая часть уже сделана. Легкая еда с фокусом на белок сейчас уместна, но не превращайте ее в плотный поздний ужин.
zh_hans: 重餐部分已经完成。目前以蛋白质为主的清淡饮食是合适的选择，但切勿将其变成丰盛的深夜晚餐。

# coach.priority.theMorningIsInAGoodRecovery.2774
source: The morning is in a good recovery state, but the basics have not started yet.
ru: Утро в хорошем состоянии восстановления, но база еще не собрана.
zh_hans: 早晨恢复状况良好，但基础尚未夯实。

# coach.priority.theNextActivityIsInsideItsPreparation.4397
source: The next activity is inside its preparation window.
ru: Следующая активность уже внутри окна подготовки.
zh_hans: 下一项操作已在准备窗口内执行。

# coach.priority.theNextActivityIsInsideItsPreparation.4411
source: The next activity is inside its preparation window.
ru: Следующая активность уже внутри окна подготовки.
zh_hans: 下一项操作已在准备窗口内执行。

# coach.priority.theNextCoachRelevantActivityIsRecovery.4465
source: The next coach-relevant activity is recovery-oriented.
ru: Следующая важная для Тренера активность — восстановительная.
zh_hans: 教练接下来需要进行的另一项重要活动是恢复性训练。

# coach.priority.theNextDecisionIsBetterMadeAfter.5140
source: The next decision is better made after recovery, not in the middle of the night.
ru: Следующее решение лучше принять после восстановления, а не среди ночи.
zh_hans: 接下来的决定最好在恢复之后做出，而非在深夜时分。

# coach.priority.thePlannedSessionConflictsWithCurrentReadiness.3000
source: The planned session conflicts with current readiness.
ru: Запланированная тренировка конфликтует с текущей готовностью.
zh_hans: 计划中的训练与当前准备状态相冲突。

# coach.priority.theSessionIsCloseTheUsefulMove.4409
source: The session is close. The useful move is execution readiness, not changing the plan.
ru: Тренировка близко. Полезный шаг — готовность к выполнению, а не изменение плана.
zh_hans: 训练已近在咫尺。关键的一步是做好执行准备，而非改变计划。

# coach.priority.theUsefulCoachingMoveIsProtectingThe.2419
source: The useful coaching move is protecting the later work from the things that can drain it first.
ru: Полезный тренерский ход — сохранить силы на позднюю работу от того, что может забрать их раньше.
zh_hans: 一个有益的教练策略是：通过避免过早耗尽体力，从而为后期的工作保留精力。

# coach.priority.theUsefulMoveInALongGap.4531
source: The useful move in a long gap is consistency, not watching the clock.
ru: В длинной паузе полезнее стабильность, а не смотреть на часы.
zh_hans: 在漫长的等待期间，保持稳定比盯着时钟更有意义。

# coach.priority.theWorkIsDone.662
source: The work is done
ru: Работа сделана
zh_hans: 工作已完成

# coach.priority.theWorkIsDone.4579
source: The work is done
ru: Работа сделана
zh_hans: 工作已完成

# coach.priority.thisIsOneOfTheBetterRecovery.4266
source: This is one of the better recovery windows. If you want to push meaningful work today, you have room, but there is nothing to force.
ru: Это одно из лучших окон восстановления. Если хотите сделать важную работу сегодня, пространство есть, но форсировать ничего не нужно.
zh_hans: 这是最佳的恢复时机之一。若您今天需要处理重要事务，现有空间已足够，无需仓促行事。

# coach.priority.thisIsRecoverySupportNotPerformanceWork.4381
source: This is recovery support, not performance work. Start gently and finish feeling better than you started.
ru: Это для восстановления, а не для результата. Начните мягко и завершите лучше, чем начали.
zh_hans: 这是为了恢复，而非追求结果。从温和处开始，最终达到比开始时更好的状态。

# coach.priority.timing.70
source: Timing
ru: Тайминг
zh_hans: 时机

# coach.priority.todayHasAlreadyTakenALotIf.2749
source: Today has already taken a lot. If nothing changes tonight, %@ is likely to cost more than it gives.
ru: Сегодня уже многое забрало силы. Если вечером ничего не изменить, %@ скорее даст больше цены, чем пользы.
zh_hans: 如今，许多事情已耗尽了我们的精力。若今晚不做出改变，@% 带来的代价将远大于收益。

# coach.priority.todayIsARecoveryDaySoMovement.3876
source: Today is a recovery day, so movement should support recovery instead of performance.
ru: Сегодня день восстановления, поэтому движение должно помогать восстановиться, а не работать на результат.
zh_hans: 今天是恢复日，因此运动应助力恢复，而非以追求特定效果为目标。

# coach.priority.todaySTrainingLoadIsAlreadyCovered.4580
source: Today's training load is already covered. The biggest gain left is making that work recoverable.%@
ru: Главная тренировочная нагрузка сегодня уже закрыта. Самый большой выигрыш теперь — сделать эту работу восстановимой.%@
zh_hans: 今天的主要训练负荷已告一段落。如今最大的收获在于使这项训练具备可恢复性。%@

# coach.priority.tomorrowHasAHighLoadSessionRecovery.1642
source: Tomorrow has a high-load session. Recovery decisions tonight matter more than extra work.
ru: Завтра тренировка с высокой нагрузкой. Сегодня вечером решения для восстановления важнее дополнительной работы.
zh_hans: 明天将进行高强度训练。今晚，恢复方案比额外训练更为重要。

# coach.priority.tomorrowHasHardTrainingPlannedWhileCurrent.4854
source: Tomorrow has hard training planned while current recovery capacity is limited.
ru: Завтра запланирована тяжелая тренировка, а текущий ресурс ограничен.
zh_hans: 明天计划进行高强度训练，而当前资源有限。
